Repository: Pinkilla/repanier
Catalog: repanier/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Bought per piece (price / pc)
fr: Vendu conditionné en pack sans poids ni volume : 6 œufs, 12 pads de café, ballotin de 6 pralines, ...

source: Bought per kg
fr: Vendu au poids (en kg) : légumes en vrac, fromages/viandes à la découpe, ...

source: Bought per piece, invoiced following the weight
fr: Vendu à la pièce, facturé selon le poids réel : hamburgers, potirons, ...

source: Bought per l
fr: Vendu au volume (en ℓ) : liquides non conditionnés

source: As a deposit, a bag : always add this product to preparation list when the customer has purchased something.
fr: Consigne reprise à la permanence.

source: As a transportation cost : add the minimal order quantity of this product to the basket representing the group.
fr: Frais de livraison.

source: Sold by piece
fr: Vendu à la pièce

source: Sold by weight
fr: Vendu au poids

source: Sold by l
fr: Vendu au ℓ

source: Sold by piece, invoiced following the weight
fr: Vendu à la pièce, facturé selon le poids réel

source: VAT 2.1%
fr: 2,1% de TVA

source: VAT 2.5%
fr: 2,5% de TVA

source: VAT 3.8%
fr: 3,8% de TVA

source: VAT 4%
fr: 4% de TVA

source: VAT 5.5%
fr: 5,5% de TVA

source: VAT 6%
fr: 6% de TVA

source: VAT 8%
fr: 8% de TVA

source: VAT 10%
fr: 10% de TVA

source: VAT 12%
fr: 12% de TVA

source: VAT 20%
fr: 20% de TVA

source: VAT 21%
fr: 21% de TVA

source: This is not the latest total
fr: Ceci n'est pas le dernier solde

source: This is the next latest bank total
fr: Ceci est le prochain solde. Le système est en train de le calculer.

source: This is the latest bank total
fr: Ceci est le dernier solde.

source: Closure
fr: Clôture

source: Delivery
fr: Livraison

source: Opening
fr: Offre

source: Franc
fr: Fr.

source: Pre-opening of orders
fr: Pré-ouverture des commandes

source: /!\ Mail not send to our producer {} because the minimum order value has not been reached.
fr: ⚠ Mail non transmis au producteur {} car le minimum de commande n'a pas été atteint.

source: Group invoices
fr: Factures du groupe

source: /!\ Order cancelled
fr: ⚠ Commande annulée

source: Operation date
fr: Date de l'opération

source: Operation comment
fr: Commentaire

source: Bank balance status
fr: Statut du solde du compte

source: Producer invoice
fr: Facture d'un producteur

source: Customer invoice
fr: Facture d'un consommateur

source: Updated on
fr: Mis à jour le

source: Bank account transaction
fr: Mouvement de compte

source: Box
fr: Composition

source: Fixed content quantity
fr: Quantité fixe à l'unité

source: Customer content price
fr: Tarif consommateur calculé

source: Content deposit
fr: Consigne calculée

source: Deposit to add to the original content price
fr: En supplément

source: Box content
fr: Contenu

source: Boxes content
fr: Contenu

source: Group name
fr: Dénomination du groupe

source: Test mode
fr: Activer le mode "Test du site". Les mails générés par Repanier sont uniquement envoyés aux testeurs de l'équipe de gestion.

source: Login attempt counter
fr: Compteur de tentatives de login

source: Password reset on
fr: Mot de passe réinitialisé le

source: Offers name
fr: Dénomination de l'offre

source: Currency
fr: Devise

source: Display a pop up on the order form after this max week wo participation
fr: Alerter le consommateur après ce nombre de semaines sans participation

source: 0 mean : never display a pop up.
fr: 0 signifie : ne jamais alerter.

source: Send opening mail to customers
fr: Envoyer un ✉ mail d'ouverture des commandes aux consommateurs autorisés à commander

source: Send abstract order mail to customers
fr: Envoyer un ✉ mail récapitulatif de toutes les commandes du groupe à chaque consommateur ayant commandé

source: Send order mail to customers
fr: Envoyer un ✉ mail récapitulatif de leur commande à chaque consommateur

source: Send cancel order mail to customers
fr: Envoyer un ✉ mail signalant l'annulation de leurs commandes non confirmées aux consommateurs

source: Send abstract order mail to producers
fr: Envoyer un ✉ mail récapitulatif de toutes les commandes du groupe à chaque producteur

source: Send order mail to producers
fr: Envoyer un ✉ mail récapitulatif de leur commande à chaque producteur

source: Send order mail to board
fr: Envoyer un ✉ mail récapitulatif des listes de préparations aux permanenciers

source: Send invoice mail to customers
fr: Envoyer un ✉ mail récapitulatif de leur facture aux consommateurs

source: Send invoice mail to producers
fr: Envoyer un ✉ mail récapitulatif de leur livraison aux producteurs

source: Activate invoice
fr: Activer le module de comptabilité

source: Display anonymous order form
fr: Autoriser le visiteur anonyme à voir l'écran de commande consommateur

source: Display producers on order form
fr: Afficher la liste des producteurs dans l'écran de commande consommateur

source: Display the "who's who"
fr: Afficher le "qui est qui"

source: Always generate XLSX files in portrait mode
fr: Toujours générer les fichiers XLSX en mode portrait

source: Bank account
fr: Compte bancaire

source: VAT id
fr: Numéro de TVA

source: Page break on customer check
fr: Insérer un saut de page entre deux consommateurs dans la liste de contrôle des paniers

source: /!\ Customers must confirm orders
fr: ⚠ Les consommateurs doivent confirmer leur commande

source: Membership fee
fr: Cotisation

source: Membership fee duration
fr: Mois couverts

source: Number of month(s). 0 mean : no membership fee.
fr: Nombre de mois couvert(s) par la cotisation. 0 signifie : pas de cotisation.

source: Shipping cost
fr: Frais

source: This amount is added to order less than min_transport.
fr: Ces frais sont ajoutés aux commandes dont le minimum de commande n'est pas atteint.

source: This is the minimum order amount to avoid shipping cost.
fr: Minimum à commander pour éviter des frais (0 = les frais s'appliquent toujours). Ce minimum porte sur le total de la facture du groupe uniquement dans le cas où le groupe possède un consommateur responsable. Sinon il est porte sur le total de chaque facture individuelle.

source: Email is customised
fr: Utiliser la configuration ci-dessous pour envoyer des mails

source: Email host
fr: Mail host

source: For @gmail.com, see: https://mail.google.com/mail/u/0/#settings/fwdandpop and activate POP
fr: Pour @gmail.com, il faut (1) vous connecter sur votre compte; (2) désactiver éventuellement "https://inbox.google.com/" via paramètres/autres/Rediriger Gmail vers inbox.google.com; (3) ensuite activer "POP" sur https://mail.google.com/mail/u/0/#settings/fwdandpop; (4) au besoin réactiver ce qui a été fait en (2)

source: Email port
fr: Mail port

source: Usually 587 for @gmail.com, otherwise 25
fr: Voir https://support.google.com/mail/answer/7104828 pour @gmail.com (normalement: 587 et activer TSL), sinon habituellement 25 et activer TSL

source: Email use tls
fr: Mail use TLS

source: TLS is used otherwise SSL is used
fr: TLS si coché, sinon SSL. TSL est plus sécurisé que SSL.

source: How to register
fr: Message pour expliquer comment créer un compte "consommateur"

source: Configurations
fr: Configuration

source: Closures
fr: Clôtures

source: Closure on
fr: Clôture du

source: Deliveries
fr: Livraisons

source: Delivery on
fr: Livraison du

source: Orders
fr: Commandes

source: Order on
fr: Commande du

source: Openings
fr: Offres

source: Opening on
fr: Offre du

source: Distribution on
fr: Distribution du

source: Account opening
fr: Ouverture du compte

source: Initial balance
fr: Solde initial

source: First permanence date
fr: Date de la première permanence

source: Last permanence date
fr: Date de la première permanence

source: Picture
fr: Photo

source: Active
fr: Actif

source: No offer
fr: Pas d'offre

source: Offers from
fr: Offres de

source: Commitment
fr: Contrat de solidarité

source: Commitment content
fr: Contenu du contrat de solidarité

source: Commitments content
fr: Contenu des contrats de solidarité

source: Secondary email
fr: Adresse ✉ secondaire

source: Language
fr: Langue

source: Main bank account
fr: Compte bancaire principal

source: Secondary bank account
fr: Compte bancaire secondaire

source: Address
fr: Adresse

source: City
fr: Localité

source: About me
fr: A propos de moi

source: Memo
fr: Mémo

source: Show my mail to other members
fr: Montrer mon ✉ mail aux autres membres

source: Show my phone to other members
fr: Montrer mon n° ✆ aux autres membres

source: Membership fee valid until
fr: Cotisation à renouveler le

source: Customer price list multiplier
fr: Coefficient appliqué au tarif consommateur

source: This multiplier is applied to each product ordered by this customer.
fr: 0,9 signifie -10% sur le prix tarif. 1,06 signifie +6% sur le prix tarif.

source: Date balance
fr: Date de calcul du solde

source: Represent_this_buyinggroup
fr: Représente ce groupement d'achats

source: May order
fr: Peut commander

source: Zero waste
fr: Zéro déchet

source: Valid email
fr: @ validé

source: Agree to receive unsolicited mails from this site
fr: Accepte de recevoir de mails non sollicités provenant de ce site

source: Date joined
fr: Date d'inscription

source: This balance does not take account of any unbilled sales %(other_order)s.
fr: Ce solde ne tient pas compte des commandes qui ne sont pas encore facturées pour un montant de %(other_order)s.

source: This balance does not take account of any unrecognized payments %(bank)s.
fr: Ce solde ne tient pas compte des paiements effectués après la dernière facture pour un montant de %(bank)s.

source: Last membership fee
fr: Dernière cotisation

source: Last membership fee date
fr: Date de la dernière cotisation

source: Purchase
fr: Achat

source: Order confirmed. An email containing this order summary has been sent to {}.
fr: Commande confirmée : un ✉ récapitulatif de celle-ci a été envoyé à {}.

source: An email containing this order summary has been sent to {}.
fr: Un ✉ récapitulatif de la commande a été envoyé à {}.

source: Stop receiving unsolicited mails from {}
fr: Arrêter de recevoir des mails non sollicités provenant de ce site

source: GROUP
fr: GROUPE

source: BASKET
fr: PANIER

source: Family
fr: Famille

source: Comment
fr: Commentaire

source: Highest status
fr: Status le plus élevé

source: Delivery board
fr: Tableau des livraisons

source: Deliveries board
fr: Tableaux des livraisons

source: Date previous balance
fr: Date de calcul du solde précédemment facturé

source: Previous balance
fr: Solde précédent

source: Total amount
fr: Total avec TVA

source: Total purchase amount vat included
fr: Facturé par le producteur TVAC

source: Purchase to add amount vat included
fr: Montant à ajouter TVA incluse

source: Transport to add
fr: Transport à ajouter

source: VAT to add
fr: TVA à ajouter

source: Deposit to add to the original unit price
fr: En supplément

source: Confirmation of the order send
fr: Confirmation de la commande envoyée

source: Invoice sort order
fr: Ordre de tri des factures

source: Delivery point price list multiplier
fr: Coefficient appliqué à ce point de livraison

source: This multiplier is applied once for groups with entitled customer or at each customer invoice for open groups.
fr: Si un consommateur responsable est renseigné, ce coefficient est appliqué au total de la facture globale du groupe. Dans le cas contraire, il est appliqué au total des factures individuelles de chaque consommateur.

source: Delivery point shipping cost
fr: Frais de livraison

source: This amount is added once for groups with entitled customer or at each customer for open groups.
fr: Ce montant est ajouté au total de la facture du groupe uniquement dans le cas où le groupe possède un consommateur responsable. Sinon il est ajouté au total de chaque facture individuelle.

source: Master permanence
fr: Permanence maître

source: Please, select a delivery point
fr: Veuillez sélectionner un point de livraison

source: No delivery point is open for you. You can not place order.
fr: Vous ne pouvez pas passer commande car aucun point de livraison n'est ouvert pour vous.

source: The shipping costs for this delivery point amount to %(transport)s for orders of less than %(min_transport)s.
fr: Pour ce point de livraison, %(transport)s de frais sont ajoutés aux commandes de moins de %(min_transport)s.

source: The shipping costs for this delivery point amount to %(transport)s.
fr: Pour ce point de livraison, %(transport)s de frais seront ajoutés à votre commande.

source: A price increase of %(increase)s %% of the total invoiced is due for this delivery point. This does not apply to the cost of transport which is fixed.
fr: De plus une surcharge de %(increase)s %% est appliqué au total facturé. Celle-ci ne s'applique ni aux consignes, ni aux frais.

source: A price decrease of %(decrease)s %% of the total invoiced is given for this delivery point. This does not apply to the cost of transport which is fixed.
fr: De plus une réduction de %(decrease)s %% est appliqué au total facturé. Celle-ci ne s'applique ni aux consignes, ni aux frais.

source: A price increase of %(increase)s %% of the total invoiced is due for this delivery point.
fr: Pour ce point de livraison, une surcharge de %(increase)s %% est appliqué au total facturé (hors consigne).

source: A price decrease of %(decrease)s %% of the total invoiced is given for this delivery point.
fr: Pour ce point de livraison, une réduction de %(decrease)s %% est appliqué au total facturé (hors consigne).

source: /!\ Unconfirmed orders will be canceled.
fr: ⚠ Les commandes non confirmées sont annulées.

source: Confirm this order and receive an email containing its summary.
fr: ➜ Confirmer ma commande et recevoir un ✉ récapitulatif.

source: Verify my order content before validating it.
fr: ➜ Passer à l'étape de confirmation de ma commande.

source: Receive an email containing this order summary.
fr: Recevoir un ✉ récapitulatif de ma commande.

source: Canceled order
fr: Commande annulée

source: Cancelled qty : {}
fr: Qté non confirmée : {}

source: Customers invoices
fr: Factures de consommateurs

source: Total stock
fr: Montant déduit du stock

source: Stock taken amount vat included
fr: Montant déduit du stock TVA incluse

source: Total stock vat
fr: Total TVA déduit du stock

source: Deposit to add
fr: + Consigne

source: To be paid
fr: A payer

source: Producers invoices
fr: Facture de producteurs

source: Total selling amount vat included
fr: Facturé au consommateur à la pièce ou au kg TVA incluse

source: Reference
fr: Référence

source: Order unit
fr: Mode de passation

source: Average weight
fr: Poids/contenance moyen(ne)

source: Producer unit price
fr: Tarif producteur à l'unité

source: Customer unit price
fr: Tarif consommateur à l'unité

source: Tax level
fr: Taux

source: Individually wrapped by the producer
fr: Emballage individuel par le producteur

source: Customer minimum order quantity
fr: Quantité minimale de commande

source: Customer increment order quantity
fr: Ensuite quantité de

source: Customer alert order quantity
fr: Quantité d'alerte

source: Producer order by quantity
fr: Arrondir les commandes producteurs par multiple de

source: Product placement
fr: Emplacement

source: / l
fr: / ℓ

source: / piece
fr: / pièce

source: cl
fr: cℓ

source: l
fr: ℓ

source: unit
fr: unité

source: units
fr: unités

source: Production mode
fr: Labels

source: Production modes
fr: Labels

source: Customer responsible
fr: Consommateur responsable

source: Invoices are sent to this consumer who is responsible for collecting the payments.
fr: Les factures sont envoyées à ce consommateur qui se charge de centraliser les paiements. Ce consommateur doit être actif, mais ne peut pas être autorisé à commander.

source: Deliveries points
fr: Points de livraisons

source: Department for customer
fr: Rayon

source: Departments for customer
fr: Rayons

source: This task constitutes a participation in the activities of the group
fr: Cette tâche constitue une participation aux activités du groupe

source: Consumers can register for this task
fr: Les consommateurs peuvent s'inscrire à cette tâche

source: Permanence role
fr: Tâche

source: Permanences roles
fr: Tâches

source: The notification is public
fr: Le message d'annonce "flash" ci-dessous est public

source: Notification
fr: Annonce "flash"

source: Notifications
fr: Annonce "flash"

source: Producer price are without vat
fr: Les tarifs de ce producteur sont hors TVA

source: Price list multiplier
fr: Coefficient appliqué au tarif producteur pour calculer le tarif consommateur

source: This multiplier is applied to each price automatically imported/pushed.
fr: 0,9 signifie -10% sur le prix tarif. 1,06 signifie +6% sur le prix tarif.

source: The resale price is set by the producer
fr: Les prix de vente consommateurs sont imposés par le producteur

source: Qty invoiced
fr: Qté facturée

source: Manage replenishment
fr: Gérer le réassortiment

source: Pre-open the orders
fr: Pré-ouvrir les commandes

source: Additional
fr: Supplémentaire

source: Final stock
fr: Stock restant

source: VAT level
fr: Taux

source: Qty invoiced by the producer
fr: Qté facturée par le producteur

source: Offer items
fr: Produits en offre

source: Offer item
fr: Produit en offre

source: Offer description
fr: Message accompagnant l'offre

source: This message is send by mail to all customers when opening the order or on top
fr: A l'ouverture des commandes, ce message est envoyé à chaque consommateur du groupe autorisé à passer commande. Il est aussi affiché en haut de l'écran des commandes.

source: Invoice description
fr: Message accompagnant la facture

source: This message is send by mail to all customers having bought something when closing the permanence.
fr: Ce message est envoyé par mail avec le détail de sa facture à chaque consommateur du groupe.

source: Vat
fr: TVA

source: With delivery point
fr: Avec point de livraison

source: Automatically closed
fr: Clôturer ET transmettre automatiquement les commandes

source: Publish the offer description on the home page when the permanence is open
fr: Lorsque les commandes sont ouvertes, publier le message accompagnant l'offre sur la page d'accueil, y compris auprès des visiteurs anonymes

source: Show
fr: Montrer

source: Hide
fr: Masquer

source: No purchase
fr: Pas d'achat

source: Purchases by
fr: Achats par

source: No task
fr: Pas de tâche

source: Offer in preparation
fr: Offre en préparation

source: Billing offer
fr: Offre en facturation

source: Permanence date
fr: Date de la permanence

source: Registered on
fr: Inscrit le

source: Permanence board
fr: Tableau des permanenciers

source: Permanences board
fr: Tableaux des tâches

source: Web services activated
fr: Interconnexion "Repanier" active

source: Offer filled
fr: Offre complétée

source: Invoice by basket
fr: Facturation par panier

source: Producer price are wo vat
fr: Les tarifs de ce producteur sont hors TVA

source: Sort products by reference
fr: Dans les listes adressées au producteur, classer les produits par référence et non pas par ordre alphabétique

source: Minimum order value
fr: Montant minimum du groupe pour passer commande

source: 0 mean : no minimum order value.
fr: 0 signifie : pas de montant minimum à commander

source: Date_balance
fr: Date de calcul du solde

source: Represent this buyinggroup
fr: Représente ce groupement d'achats

source: Link to his products
fr: Produits

source: Last invoice
fr: Dernière facture

source: PRODUCER
fr: PRODUCTEUR

source: wo tax
fr: HTVA

source: Flexible dates
fr: Dates flexibles

source: fixed dates
fr: Dates fixes

source: Offer_description
fr: Message accompagnant l'offre

source: Invoice status
fr: Statut

source: Quantity ordered
fr: Qté commandée

source: Quantity contracted
fr: Qté contractée

source: Quantity confirmed
fr: Qté confirmée

source: Quantity for preparation order_by
fr: Qté pour trier les listes de préparation

source: Quantity invoiced
fr: Quantité à facturer

source: Producer row price
fr: Total au tarif producteur

source: Customer row price
fr: Prix consommateur de la ligne

source: Consumer prices are set by the producer
fr: Les prix de vente consommateur sont imposés par le producteur

source: Purchases
fr: Achats

source: Login
fr: Connexion

source: Function description
fr: Description

source: Responsible for orders; this contact is used to transmit offers and orders
fr: Responsable des commandes; ce contact est utilisé pour transmettre les offres et les commandes

source: Responsible for invoices; this contact is used to transmit invoices
fr: Responsable de la comptabilité; ce contact est utilisé pour transmettre les factures

source: Producer referent
fr: Référant producteur

source: Coordonnateur
fr: Coordonnateur/trice

source: Tester
fr: Testeur

source: who is also tester
fr: 💡 qui est aussi un testeur

source: STAFF
fr: RESPONSABLE

source: Staff member
fr: Responsable

source: Staff members
fr: Responsables

source: Wrong picture size.
fr: Taille d'image non reconnue.

source: Please, contact the administrator of the webserver : There is not enough disk space.
fr: Il n'y a plus assez d'espace de stockage sur le serveur pour ajouter cette photo.

source: The system does not recognize the format.
fr: Repanier ne reconnaît pas le format du fichier.

source: A picture with the same file name already exist. This picture will not replace it.
fr: Repanier a repris un photo qui portait déjà le même nom de fichier.

source: The file size is too big.
fr: La taille du fichier est trop grande.

source: Remove
fr: Supprimer

source: File is not an image
fr: Le fichier téléchargé n&quot;est pas une image

source: Processing this image take too much time
fr: Le traitement de cette image prend trop de temps

source: Select a picture
fr: Sélectionner une photo

source: The box is duplicated.
fr: La composition est dupliquée.

source: (COPY)
fr: (COPIE)

source: The boxes are duplicated.
fr: Les compositions sont dupliquées.

source: The contract is duplicated.
fr: Le contrat est dupliqué.

source: The contractes are duplicated.
fr: Les contrats sont dupliquées.

source: Lost
fr: Perte

source: VAT to pay to the tax authorities
fr: TVA à payer aux contributions

source: VAT to receive from the tax authorities
fr: TVA à recevoir des contributions

source: The selected invoice has been canceled.
fr: La facture a été annulée.

source: You mus first cancel the invoices of {} whose date is {}.
fr: Vous devez d'abord annuler les factures de {} dont la date est le {}.

source: The selected invoice is not the latest invoice.
fr: La permanence sélectionnée n'étant pas la dernière permanence facturée, l'annulation de ses factures ne peut avoir lieu.

source: The selected invoice has been restored.
fr: L'archivage a été annulé.

source: The status of %(permanence)s prohibit you to cancel invoices.
fr: Le status de la %(permanence)s n'est pas compatible avec l'action de suppression des factures.

source: Emails containing the invoices will be send to the customers and the producers.
fr: Des ✉ reprenant le détail facturé en pièce jointe sont en train d'être envoyés vers les consommateurs et les producteurs.

source: The status of %(permanence)s prohibit you to send invoices.
fr: Le status de la %(permanence)s n'est pas compatible avec l'action d'envoi des factures.

source: The permanence is back to scheduled.
fr: La permanence est de retour au statut "Planifié"

source: A maximum of one permanence may be pre opened.
fr: Une autre permanence est déjà "Pré-ouverte". Au plus une seule permanence peut être "Pré-ouverte".

source: The offers are being generated.
fr: Les commandes sont en train d'être ouvertes.

source: The orders are being send.
fr: Les commandes sont en train d'être envoyées.

source: Delivery %(current_site)s - %(permanence)s. Thanks!
fr: Livraison %(current_site)s - %(permanence)s. Merci!
