Repository: Pinkilla/repanier
Catalog: repanier/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Producers
fr: Producteurs

source: Commitments
fr: Contrats de solidarité

source: Departments
fr: Rayons

source: Productions modes
fr: Labels

source: Products placements
fr: Emplacements

source: VAT
fr: TVA

source: Customers
fr: Consommateurs

source: Products
fr: Produits

source: Only invoiced
fr: Seulement facturés

source: Status
fr: Statut

source: Not invoiced
fr: Pas encore facturés

source: Balance
fr: Solde

source: Loses and profits
fr: Pertes et profits

source: No producer nor customer found.
fr: Aucun producteur ni consommateur trouvé.

source: Only a customer or a producer may be entered.
fr: Soit un consommateur, soit un producteur doit être renseigné.

source: This movement already exists.
fr: Ce mouvement existe déjà. S'il est nécessaire de l'encoder une seconde fois, faites le manuellement sans passer par l'importation.

source: Customer
fr: Consommateur

source: Producer
fr: Producteur

source: Bank amount in
fr: Entrée

source: Payment on the account
fr: Entrée d'argent

source: Bank amount out
fr: Sortie

source: Payment from the account
fr: Sortie d'argent

source: You may not update a balance.
fr: Vous ne pouvez pas modifier un solde.

source: Either a customer or a producer must be given.
fr: Soit un consommateur, soit un producteur doit être renseigné.

source: You may not update a bank operation linked to an invoice.
fr: Vous ne pouvez pas modifier un mouvement bancaire déjà liée à une facture.

source: Only one customer or one producer must be given.
fr: Soit un consommateur, soit un producteur doit être renseigné.

source: The operation date must be greater or equal to the latest total operation date.
fr: La date du mouvement doit être supérieure ou égale à la date du dernier solde.

source: Duplicate product are not allowed.
fr: Le même produit ne peut pas être sélectionné deux fois.

source: Current stock
fr: Inventaire

source: Limit maximum order qty of the group to stock qty
fr: Limiter les ventes au stock d'inventaire

source: Calculated customer box price
fr: Tarif consommateur à l'unité calculé

source: Calculated box deposit
fr: Consigne calculée

source: Calculated current stock
fr: Inventaire calculé

source: flip_flop_select_for_offer_status for offer
fr: ✔ en offre ↔ ✘ pas en offre

source: Action canceled by the user.
fr: Action annulée par l'utilisateur.

source: Action canceled by the system.
fr: Action annulée par Repanier.

source: Please, confirm the action : duplicate box
fr: Veuillez confirmer votre demande de duplication d'une composition.

source: Duplicate
fr: Créer un duplicata

source: Advanced descriptions
fr: Descriptions avancées

source: Advanced options
fr: Paramètres avancés

source: Home site
fr: Adresse (URL) associée au bouton "Home" du site de commande

source: Group label
fr: Label à mentionner sur les factures du groupe

source: Email host user
fr: Mail host user

source: For @gmail.com : username@gmail.com
fr: Exemple : LeCompteDeMonGroupe@gmail.com

source: Email host password
fr: Mail host password

source: For @gmail.com, you must generate an application password, see: https://security.google.com/settings/security/apppasswords
fr: Pour @gmail.com, vous devez générer un mot de passe applicatif. Voir : https://security.google.com/settings/security/apppasswords

source: Sms gateway email
fr: ✉ de passerelle SMS

source: To actually send sms, use for e.g. on a GSM : https://play.google.com/store/apps/details?id=eu.apksoft.android.smsgateway
fr: Le SMS sera envoyé par une application tournant sur un GSM. Par exemple : https://play.google.com/store/apps/details?id=eu.apksoft.android.smsgateway

source: The abstract can only be send if the order is also send to customer
fr: Le récapitulatif du groupe ne peut être envoyé que si le récapitulatif personnel est aussi envoyé

source: The abstract can only be send if the order is also send to producer
fr: Le récapitulatif du groupe ne peut être envoyé que si le récapitulatif personnel est aussi envoyé

source: Repanier tried to send a test email without success.
fr: Repanier a tenté d'envoyé un ✉ de test sans succès.

source: Pre-opening mails
fr: ✉ mails de pré-ouverture des commandes

source: Opening mails
fr: ✉ mails d'ouverture des commandes

source: Ordering mails
fr: ✉ mails de transmission des commandes

source: Invoicing mails
fr: ✉ mails de facturation des commandes

source: The given short_basket_name must be set
fr: Un nom du panier doit être renseigné

source: The given short_basket_name is used by another user
fr: Ce nom de panier est déjà attribué à un autre consommateur.

source: The email {} is already used by another user.
fr: L'adresse mail {} est déjà utilisée par un autre utilisateur.

source: If the customer is member of a closed group with a customer_responsible, the customer.price_list_multiplier must be set to ONE
fr: Si le consommateur est membre d'un point de livraison possédant un consommateur responsable qui en assure la gestion, alors ce coefficient doit être égal à 1.

source: This customer is responsible of the delivery point (%(delivery_point)s). A customer responsible of a delivery point must be active.
fr: Ce consommateur est responsable d'un point de livraison (%(delivery_point)s). Un consommateur responsable d'un point de livraison doit être actif.

source: This bank account already belongs to another customer.
fr: Ce compte en banque appartient déjà à un autre consommateur.

source: The short_basket_name {} is already used by another user.
fr: Ce nom de panier {} est déjà attribué à un autre consommateur.

source: Invoice
fr: Facture

source: Export purchases of {}
fr: Exporter la liste de produits achetés en {}

source: Group
fr: Groupe

source: Last login
fr: Dernière connexion

source: in addition to the %(discount)s%% personal discount rate on to the pricelist
fr: en + de la réduction personnelle de %(discount)s%% accordée sur le tarif

source: in addition to the %(surcharge)s%% personal surcharge on to the pricelist
fr: en + de la surcharge personnelle de %(surcharge)s%% appliquée sur le tarif

source: %(discount)s%% discount is granted to consumer invoices when delivered to %(delivery_point)s%(customer_price)s.
fr: Une réduction de %(discount)s%% sur les factures avec livraison "%(delivery_point)s" est accordée%(customer_price)s.

source: %(surcharge)s%% surcharge is applied to consumer invoices when delivered to %(delivery_point)s%(customer_price)s.
fr: Une surcharge de %(surcharge)s%% sur les factures avec livraison "%(delivery_point)s" est appliquée%(customer_price)s.

source: Email content
fr: Contenu du ✉

source: If customers must confirm orderds, cancelled order customer mail
fr: Si l'option "seules les commandes confirmées sont prises en compte" est activée, ✉ signalant qu'une commande a été annulée

source: Payment date
fr: Date du paiement

source: File to import
fr: Fichier à importer

source: Invoice reference
fr: Référence facture

source: Short name
fr: Nom abrégé

source: Calculated balance to be invoiced
fr: Montant réclamé par le producteur calculé par Repanier

source: Balance to be invoiced
fr: Montant réclamé par le producteur

source: The given email must be set
fr: L'adresse mail doit être renseignée

source: Members
fr: Membres

source: Inform customer responsible
fr: Informer le consommateur responsable des commandes passées par ses membres

source: Delivery point transport
fr: Frais de livraison

source: Minium order amount for free shipping cost
fr: Minimum pour éviter les frais

source: The maximum level for this model is {}
fr: Pour simplifier la lisibilité de l'interface pour les consommateurs/producteurs, le nombre maximum de niveau pour ce type d'objet est de {}

source: Quantity invoiced by the producer
fr: Quantité facturée par le producteur

source: Offer name
fr: Dénomination de l'offre

source: Import an invoice
fr: Importer une facture

source: Action performed.
fr: Action effectuée.

source: Please, confirm the action : cancel delivery
fr: Veuillez confirmer votre demande d'annulation de la livraison.

source: Cancel delivery
fr: Annuler la livraison

source: Invoices
fr: Factures

source: Export orders prepared as XSLX file
fr: 1 --- Exporter la liste de préparation à facturer

source: Import orders prepared
fr: Importer, mettre à jour la liste de préparation à facturer

source: Import orders prepared from a XLSX file
fr: 2 --- Importer, mettre à jour la liste de préparation à facturer

source: Accounting report
fr: Rapport comptable

source: No invoice available for %(permanence)s.
fr: Aucune facture disponible pour %(permanence)s.

source: Preview invoices before sending them by email
fr: 4 --- Exporter le rapport comptable

source: The payment date must be between %(min_payment_date)s and %(max_payment_date)s.
fr: La date de paiement doit se situer entre le %(min_payment_date)s et le %(max_payment_date)s.

source: Please make the following payments, whose bank movements have been generated
fr: Veuillez effectuer les paiements suivants. Les mouvements de compte correspondants ont été générés.

source: Please, confirm the action : generate the invoices
fr: Veuillez confirmer votre demande de calcul des factures.

source: Generate invoices
fr: 3 --- Produire les factures

source: Please, confirm the action : generate archive
fr: Veuillez confirmer votre demande d'archivage.

source: Archive
fr: Archivé

source: Please, confirm the action : cancel the invoices
fr: Veuillez confirmer votre demande d'annulation des factures.

source: Please, confirm the action : cancel the archiving
fr: Veuillez confirmer votre demande d'archivage des factures.

source: Please, confirm the action : restore the delivery
fr: Veuillez confirmer votre demande de reprise en compte de la livraison.

source: Cancel latest invoices
fr: Annuler la dernière facture / annulation de livraison

source: Cancel archiving
fr: Annuler l'archivage

source: The amount of your order is %(amount)s.
fr: Le montant de votre commande s'élève à %(amount)s.

source: The balance of your account as of %(date)s is %(balance)s.
fr: Le solde de votre compte en date du %(date)s est de %(balance)s.

source: Please pay
fr: Veuillez verser

source: to the bank account number
fr: sur le compte bancaire

source: with communication
fr: avec comme communication

source: Long name
fr: Nom étendu

source: Please, confirm the action : send invoices
fr: Veuillez confirmer votre demande de transmettre les factures.

source: Send invoices
fr: 5 --- Envoyer les factures

source: No producer may be selected if a contract is also selected.
fr: Aucun producteur ne peut être sélectionné en même temps qu'un contrat.

source: No box may be selected if a contract is also selected.
fr: Aucune composition ne peut être sélectionnée en même temps qu'un contrat.

source: Preview report
fr: Prévisualisation

source: 1 --- Check the offer before opening
fr: 1 --- Vérifier l'offre avant l'ouverture

source: You must select at least one delivery point.
fr: Vous deviez sélectionner au moins un point de livraison.

source: Please, confirm the action : export customers orders
fr: Veuillez renseigner les point de livraisons des commandes consommateurs à exporter.

source: Export xlsx customers orders
fr: Exporter les commandes consommateurs

source: Export xlsx producers orders
fr: Exporter les commandes producteurs

source: Offers
fr: Offres

source: Please, confirm the action : open and send offers
fr: Veuillez confirmer votre demande d'ouverture des commandes.

source: Open and send offers
fr: 2 --- Ouvrir les commandes

source: You must select at least one producer.
fr: Vous deviez sélectionner au moins un producteur.

source: This balance does not take account of any unrecognized payments %(bank)s and any unbilled order %(other_order)s.
fr: Ce solde ne tient ni compte des paiements effectués après la dernière facture pour un montant de %(bank)s, ni compte des commandes qui ne sont pas encore facturées pour un montant de %(other_order)s.

source: Please pay %(payment)s to the bank account %(name)s %(number)s with communication %(communication)s.
fr: Veuillez verser %(payment)s sur le compte bancaire %(name)s %(number)s avec comme communication "%(communication)s".

source: Delivery point
fr: Point de livraison

source: Please, confirm the action : send orders
fr: Veuillez confirmer votre demande de transmettre les commandes.

source: Send orders2
fr: 3 --- Clôturer et transmettre les commandes

source: Please, confirm the action : back to scheduled
fr: Veuillez confirmer votre demande de re-planification de la permanence

source: Return to scheduled status to change bid
fr: Retour au statut planifié pour modifier l'offre

source: Nothing to do.
fr: Rien à faire.

source: {} duplicate created.
fr: {} duplicata créé.

source: {} duplicates created.
fr: {} duplicatas créés.

source: How many weekly permanence(s) do you want to generate from this ?
fr: Combien de permanence(s) voulez-vous générer sur le modèle de celle-ci ?

source: Manage replenishment must be set to False because this option is not activated.
fr: La gestion du réassortiment n'est pas activée.

source: The short_basket_name {} is already used by another producer.
fr: Ce nom {} est déjà attribué à un autre producteur.

source: Payment
fr: Paiement

source: Reference site
fr: Site de référence

source: The price must be greater than or equal to zero.
fr: Cette valeur doit être supérieure ou égale à zéro.

source: The reference site may not be your site.
fr: Le site de référence ne peut pas être votre site.

source: Either 'manage replenishment' or 'producer pre opening' may be set. Not both.
fr: La pré-ouverture des commandes est incompatible avec la gestion du réassortiment.

source: Either 'manage replenishment' or 'invoice by basket' may be set. Not both.
fr: La facturation par panier est incompatible avec la gestion du réassortiment.

source: Either 'is resale price fixed' or 'producer pre opening' may be set. Not both.
fr: La pré-ouverture des commandes est incompatible avec l'imposition des prix de vente consommateur. Seul le tarif producteur est pris en compte en cas de pré-ouverture.

source: The 'price list multiplier' must be set to 1 when 'fixed reseale price'.
fr: Le coefficient appliqué au tarif producteur doit être égal à 1 lorsque les prix de vente consommateur sont imposés par le producteur.

source: Some products of this producer are in a box. This implies that this producer cannot invoice by basket.
fr: Au moins un produit de ce producteur est repris dans une composition. Ceci implique que ce producteur ne peut pas facturer par panier. Au besoin, créez un nouveau producteur et désactivez celui-ci.

source: The given short_profile_name is used by another producer.
fr: Ce nom abrégé est déjà attribué à un autre producteur.

source: Export products of selected producer(s) as XSLX file at customer's prices
fr: Exporter le tarif consommateur

source: Export stock
fr: Exporter le stock

source: Import stock
fr: Importer, mettre à jour le stock

source: The order unit must be set.
fr: Le mode de passation doit être renseigné.

source: The minimum order quantity must be an integer.
fr: La quantité minimale de commande doit être un nombre entier (1, 2, 3, ...) car elle représente un nombre de pièces.

source: The increment must be an integer.
fr: Cette valeur doit être doit être un nombre entier (1, 2, 3, ...) car elle représente un nombre de pièces.

source: The stock must be an integer.
fr: Le stock doit être un nombre entier (1, 2, 3, ...) car il représente un nombre de pièces.

source: The alert quantity must be an integer.
fr: La quantité d'alerte doit être un nombre entier (1, 2, 3, ...) car elle représente un nombre de pièces.

source: The minimum order quantity must be greater than zero.
fr: La quantité minimale de commande doit être strictement supérieure à zéro.

source: The increment must be greater than zero.
fr: Cette valeur doit être strictement supérieure à zéro.

source: The reference %(reference)s is already used by %(product)s
fr: La référence %(reference)s est déjà attribuée à %(product)s

source: Please select first a producer in the filter of previous screen
fr: Vous devez d'abord sélectionner un producteur via les filtres dans l'écran précédent...

source: The reference is already used by %(product)s
fr: La référence est déjà attribuée à %(product)s

source: You must limit the order quantity to the stock because the producer represent this buyinggroup.
fr: Vous devez limiter les ventes au stock d'inventaire car il s'agit d'un produit que vous produisez.

source: You must limit the order quantity to the stock because you pre open the orders for this producer.
fr: Vous devez limiter les ventes au stock d'inventaire car le producteur renseignera son stock lors de la préouverture des commandes.

source: This alert quantity will generate more than %(qty_item)d choices for the customer into the order form.
fr: Cette quantité d'alerte proposera plus de %(qty_item)d choix au consommateur.

source: The alert quantity must be greater than or equal to the minimum order quantity.
fr: La quantité d'alerte doit être supérieure ou égale à la quantité minimale de commande.

source: This alert quantity is not reachable. %(q_max)s is the best lower choice.
fr: Cette quantité d'alerte n'est pas accessible. %(q_max)s est le meilleur choix inférieur le plus proche.

source: Remove selected products from the offer
fr: Retirer les produits sélectionnés de l'offre

source: You must select one and only one producer.
fr: Vous ne pouvez sélectionner qu'un seul producteur.

source: Please, confirm the action : duplicate product
fr: Veuillez confirmer votre demande de duplication d'un produit et renseigner le producteur cible.

source: In offer
fr: En offre

source: Product
fr: Produit

source: No more product to add. Please update a product of previous screen
fr: Pas d'autres produits à ajouter pour ce consommateur chez ce producteur.

source: The quantity must be different than zero.
fr: La quantité doit être différente de zéro.

source: Department
fr: Rayon

source: Order
fr: Commande

source: Order confirmed
fr: Commande confirmée

source: Nothing to confirm
fr: Rien à confirmer.

source: Order not confirmed
fr: Commande non confirmée

source: Nothing to unconfirm
fr: Rien à ne pas confirmer.

source: Please select first a permanence in the filter of previous screen
fr: Vous devez d'abord sélectionner une permanence via les filtres dans l'écran précédent...

source: Please select first a customer in the filter of previous screen
fr: Vous devez d'abord sélectionner un consommateur via les filtres dans l'écran précédent...

source: Duplicate offer_items are not allowed.
fr: Le même produit ne peut pas être sélectionné deux fois.

source: Producer amount invoiced
fr: Facturé par le producteur

source: Customer amount invoiced
fr: Facturé au consommateur TVAC

source: Apply rule of three
fr: Appliquer la règle de 3

source: Duplicate customers are not allowed.
fr: Le même consommateur ne peut pas être sélectionné deux fois.

source: Total quantity invoiced %(qty_invoiced)s is greather than the sum of the stock and the quantity delivered.
fr: La somme des quantités à facturer (%(qty_invoiced)s) est supérieure à ce qui est disponible (càd inventaire + livré par le producteur).

source: Purchase price
fr: Prix d'achat

source: Stock delivered
fr: Livré par le producteur

source: Qty prepared
fr: Quantité préparée

source: Producer amount invoiced wo tax
fr: Facturé HTVA par le producteur

source: This flag is already set for another staff member
fr: Un et un seul membre de l'équipe de gestion peut assurer cette fonction

source: At least one email address or a responsible consumer must be set.
fr: Au moins un email, ou un consommateur responsable doit être renseigné.

source: At least on coordinator must be set
fr: Au moins un/e coordinateur/trice doit être renseigné/e au sein de l'équipe de gestion.

source: Permanence on
fr: Permanence du

source: Vegetables
fr: Légume

source: Basket of vegetables
fr: Panier de légumes

source: Salads
fr: Salade

source: Tomatoes
fr: Tomate

source: Potatoes
fr: Pomme de terre

source: Greens
fr: Verdurette

source: Cabbage
fr: Chou

source: Fruits
fr: Fruit

source: Basket of fruits
fr: Panier de fruits

source: Apples
fr: Pomme

source: Pears
fr: Poire

source: Plums
fr: Prune

source: Bakery
fr: Boulangerie

source: Flour
fr: Farine

source: Bread
fr: Pain

source: Pastry
fr: Pâtisserie

source: Butchery
fr: Boucherie

source: Delicatessen
fr: Charcuterie

source: Chicken
fr: Volaille

source: Pork
fr: Porc

source: Beef
fr: Bœuf

source: Beef and pork
fr: Porc et bœuf

source: Veal
fr: Veau

source: Lamb
fr: Agneau

source: Grocery
fr: Epicerie

source: Takeaway
fr: Traiteur

source: Pasta
fr: Pâte

source: Chocolates
fr: Chocolat

source: Oils
fr: Huile

source: Eggs
fr: Œuf

source: Jams
fr: Confiture

source: Cookies
fr: Biscuit

source: Creamery
fr: Crèmerie

source: Dairy
fr: Laitage

source: Cow cheese
fr: Fromage de vache

source: Goat cheese
fr: Fromage de chèvre

source: Sheep cheese
fr: Fromage de brebis

source: Mixed cheese
fr: Fromage en mélange

source: Icecream
fr: Glace

source: Cup of icecream
fr: Glace en coupe

source: Icecream per liter
fr: Glace au ℓ

source: Icecream in frisco
fr: Glace en frisko

source: Icecream cake
fr: Gâteau de glace

source: Cup of sorbet
fr: Sorbet en coupe

source: Sorbet per liter
fr: Sorbet au ℓ

source: Drink
fr: Boisson

source: Juices
fr: Jus

source: Coffees
fr: Café

source: Teas
fr: Thé

source: Herbal teas
fr: Infusion

source: Wines
fr: Vin

source: Aperitifs
fr: Apéritif

source: Liqueurs
fr: Liqueur

source: Hygiene
fr: Hygiène

source: Deposit
fr: Consigne

source: Subscription
fr: Souscription.

source: Other qty
fr: Autre qté

source: You must now first reset your password because you tried to log in too many time without success.
fr: Vous devez d'abord réinitialiser votre mot de passe car vous avez effectué trop de tentatives de connexions sans succès.

source: Calendar of activities
fr: Inscription aux tâches

source: Demo ({})
fr: Démo ({})

source: Manage
fr: Gérer

source: Parameters ...
fr: Paramètres ...

source: Flash ads
fr: Annonce "flash"

source: Management team
fr: Equipe de gestion

source: Delivery points
fr: Points de livraisons

source: Tasks
fr: Tâches

source: Departements
fr: Rayons

source: Groups
fr: Groupes

source: Boxes
fr: Compositions

source: Offers in preparation
fr: Offres en préparation

source: Billing offers
fr: Offres en facturation

source: Bank account transactions
fr: Mouvements de compte

source: In archiving
fr: En archivage

source: Scheduled
fr: Planifié

source: Wait for pre-open
fr: En cours de pré-ouverture

source: Orders pre-opened
fr: Commandes pré-ouvertes

source: Wait for open
fr: En cours d'ouverture

source: Orders opened
fr: Commandes ouvertes

source: Wait for close
fr: En cours de clôture

source: Orders closed
fr: Commandes clôturées

source: Wait for send
fr: En cours d'envoi

source: Orders send
fr: Commandes envoyées

source: Wait for done
fr: En cours de facturation

source: Invoiced
fr: Facturé

source: Archived
fr: Archivé

source: Cancelled
fr: Annulé

source: Freezer
fr: Surgélateur

source: Fridge
fr: Frigo

source: Loose, out of the basket
fr: En dehors du panier

source: Into the basket
fr: Panier

source: Bought per piece
fr: Vendu à la pièce sans autre précision (déconseillé si le poids ou le litrage est disponible) : bouquet de thym, ...

source: Bought per piece (price / kg)
fr: Vendu conditionné en paquet/sac/ravier/... : 250 gr. de beurre, sac de 5 kg de pomme de terre, lasagne de 200 gr., ....

source: Bought per piece (price / l)
fr: Vendu conditionné en 'cubi' de 3 ℓ, bouteille de 75 cℓ, ...
