Repository: Pinkilla/repanier
Catalog: repanier/locale/*/LC_MESSAGES/django.po
Languages: fr

source: At least one customer must represent the buying group.
fr: Au moins un des consommateur doit représenter le groupement d'achat.

source: At least one producer must represent the buying group.
fr: Au moins un des producteurs doit représenter le groupement d'achat.

source: The permanence has already been invoiced.
fr: La permanence a déjà été facturée.

source: The permanence doesn't exists.
fr: Cette permanence n'existe pas.

source: Asked
fr: Demandé

source: Initial stock
fr: Stock initial

source: Stock used
fr: Consommé

source: Stock check
fr: Contrôle du stock

source: Row %(row_num)d : A required column is missing.
fr: Ligne %(row_num)d : Une colonne requise est absente du fichier.
