Repository: Pinkilla/repanier
Catalog: repanier/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Deliveries %(current_site)s - up to the %(permanence)s (included). Thanks!
fr: Livraisons %(current_site)s - jusqu'à la %(permanence)s (inclue). Merci!

source: Deliveries %(current_site)s - up to %(payment_date)s (included). Thanks!
fr: Livraisons %(current_site)s - jusqu'au %(payment_date)s (inclut). Merci!

source: The product is duplicated.
fr: Le produit est dupliqué.

source: The products are duplicated.
fr: Les produits sont dupliqués.

source: The purchases of this permanence have been deleted. There is no way to restore them automaticaly.
fr: Les commandes de cette permanence on été définitivement supprimées. Aucun retour en arrière automatique n'est possible.

source: Your role in the group does not allow you to perform this action.
fr: Votre rôle dans le groupe ne vous permet pas d'effectuer cette action.

source: Run the selected action
fr: Exécuter l'action sélectionnée

source: Go
fr: Envoyer

source: Click here to select the objects across all pages
fr: Cliquez ici pour sélectionner la liste complète

source: Select all %(total_count)s %(module_name)s
fr: Sélectionner l'entièreté des %(total_count)s %(module_name)s

source: Clear selection
fr: Annuler la sélection

source: Add
fr: Ajouter

source: Help
fr: Aide ❓

source: By %(filter_title)s
fr: Par %(filter_title)s

source: Home
fr: Accueil

source: Delete
fr: Supprimer

source: Deleting the %(object_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
fr: Supprimer %(object_name)s '%(escaped_object)s' entrainera la suppression d'objets liés sur lesquels vous n'avez pas les droits de suppression :

source: Deleting the %(object_name)s '%(escaped_object)s' would require deleting the following protected related objects:
fr: Supprimer %(object_name)s '%(escaped_object)s' entrainera la suppression d'objets liés protégés :

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"? All of the following related items will be deleted:
fr: Êtes-vous sûr de vouloir supprimer %(object_name)s '%(escaped_object)s' ? Tous les objets liés suivants seront aussi supprimés en cascade :

source: Yes, I'm sure
fr: Oui, je confirme cette action

source: Delete multiple objects
fr: Suppression de plusieurs objets

source: Deleting the selected %(objects_name)s would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
fr: Supprimer l'objet sélectionné %(objects_name)s entrainera la suppression d'objets liés sur lesquels vous n'avez pas les droits de suppression :

source: Deleting the selected %(objects_name)s would require deleting the following protected related objects:
fr: Supprimer %(objects_name)s entrainera la suppression d'objets liés protégés :

source: Are you sure you want to delete the selected %(objects_name)s? All of the following objects and their related items will be deleted:
fr: Êtes-vous sûr de vouloir supprimer %(objects_name)s ? Tous les objets liés suivants seront aussi supprimés en cascade :

source: Show all
fr: Montrer tout

source: Save
fr: Enregistrer

source: Search
fr: Rechercher

source: Skip to main content
fr: Aller au contenu principal

source: Toggle navigation
fr: Basculer la navigation

source: Login me
fr: Me connecter

source: Create an account
fr: Créer un compte ?

source: The ordering functionality is not activated in your account. <br> If you wish to order, please contact the managers of your group.
fr: La fonctionnalité de commande n'est pas activée sur votre compte.<br>Si vous souhaitez commander, veuillez vous adresser aux responsables de votre groupe.

source: Details of your order
fr: Détail de votre commande

source: All dates
fr: Toutes les dates

source: All products
fr: Tous les produits

source: My
fr: Mes

source: All producers
fr: Tous les producteurs

source: All departments
fr: Tous les rayons

source: To order a bigger quantity, please contact your
fr: Pour commander une quantité plus grande, veuillez contacter votre

source: Close
fr: Fermer

source: Your order is being processed...
fr: Votre commande est en cours de traitement...

source: Filter
fr: Filtre

source: Tree view
fr: Arboresence

source: There is no more product's information
fr: Il n'y a pas d'autre information sur ce produit.

source: Personnal communication
fr: Communication personnelle

source: Your order is no longer confirmed because you just changed it.
fr: Votre commande n'est plus confirmée car vous venez de la modifier.

source: Do not forget to confirm it again.
fr: N'oubliez pas de la confirmer à nouveau.

source: You can increase the order quantities as long as the orders are open.
fr: Vous pouvez ajouter des produits et augmenter quantités commandés aussi longtemps que les commandes sont ouvertes.

source: Your are registered to the following task :
fr: Vous êtes inscrit(e)s pour les tâches suivantes au tableau des permanenciers :

source: No task found.
fr: Pas de participation aux permanences à venir trouvée.

source: You participated in
fr: Vous avez participé à

source: permanence in the last 12 weeks.
fr: permanence(s) au cours des 12 dernières semaines.

source: No, cancel the action
fr: Non, je veux annuler cette action

source: Done
fr: Terminé

source: close the orders of the following deviveries points
fr: clôture des commandes des points de livraisons sélectionnés

source: Select all deliveries.
fr: Tous les points de livraisons

source: Select all producers.
fr: Tous les producteurs

source: No email will be sent.
fr: Aucun ✉ ne sera envoyé.

source: export the customers orders of the following deviveries points
fr: exportation des commandes des points de livraisons sélectionnés

source: when producing invoices, generate bank account movements corresponding to the balance of the selected producers
fr: veuillez indiquer les producteurs que vous souhaitez payer

source: Yes, I'm sure and I have already encoded the customer's provisions into the bank account
fr: Oui, je suis sûr ET J'AI déjà encodé les mouvements bancaires correspondants aux provisions des membres

source: payment date
fr: Date du paiement

source: , calculated :
fr: , calculé :

source: , invoiced :
fr: , facturé :

source: w tax
fr: TVAC

source: , invoice reference :
fr: , référence facture :

source: Opening of orders
fr: Ouverture des commandes

source: Yes, I'm sure but do not send any mail
fr: Oui, je confirme cette action mais sans envoyer de ✉ mail

source: Mail invoice of orders
fr: Envoyer un mail avec les factures consommateurs / paiements producteurs

source: mail invoices to customers
fr: Mail récapitulatif de leur facture aux consommateurs

source: mail invoices to producers
fr: Mail récapitulatif de notre paiement aux producteurs

source: send the orders of the following deviveries points
fr: transmission des commandes des points de livraisons sélectionnés

source: order mail to customers
fr: Mail récapitulatif de leur commande personnelle aux consommateurs

source: order mail to producers
fr: Mail récapitulatif de leur commande personnelle aux producteurs

source: order mail to board
fr: Mail récapitulatif des listes de préparations

source: Payment centralized by
fr: Paiement centralisé par

source: Discount
fr: Réduction accordée

source: Surcharge
fr: Surcharge appliquée

source: Refund
fr: Remboursement

source: New balance
fr: Nouveau solde

source: latest invoice
fr: dernière facture

source: Download
fr: Téléverser

source: Qty
fr: Qté

source: Unit price
fr: Prix unitaire

source: Total price
fr: Prix total

source: No purchase found
fr: Pas d'achat trouvé

source: The importation concern :
fr: L'importation concerne :

source: File to import :
fr: Fichier à importer :

source: Execute the import
fr: Effectuer l'importation

source: Update done.
fr: Mise à jour effectuée.

source: All the information below is visible in the &quot;who&#39;s who&quot; except your phone numbers and email addresses for which you must validate your agreement.
fr: Toutes les informations ci-dessous sont visibles dans le &quot;qui est qui&quot; excepté vos numéros de téléphones et vos adresses mail pour lesquels vous devez valider votre accord.

source: Your membership fee is valid until
fr: Vous êtes en ordre de cotisation jusqu'au

source: Update
fr: Mettre à jour

source: Loading...
fr: Chargement...

source: No offer found
fr: Pas de produit trouvé

source: The orders are openend
fr: Les commandes sont ouvertes

source: It's too late to modify your offer.
fr: Il est trop tard pour modifier votre offre...

source: selling price
fr: Prix de vente

source: Cancel
fr: Annuler

source: Add new product
fr: Ajouter un nouveau produit

source: To remove a product from your offer, set it's stock to zero. The customers will not be able to order it.
fr: Pour enlever un produit de votre offre, mettez son stock à zéro. De la sorte, il ne sera pas présenté aux consommateurs.

source: Please close this window and retry.
fr: Veuillez fermer cette fenêtre et ressayer l\'opération.

source: This price include
fr: Ce montant inclut

source: last sale
fr: dernière vente

source: reference
fr: Référence

source: Logout
fr: Déconnexion

source: You are now disconnected. You can go right now on the <a href="/repanier/go_repanier/" class="btn btn-info">login page</a> or on the <a href="/" class="btn btn-info">home page</a>.
fr: Vous êtes maintenant déconnecté. Vous pouvez vous <a href="/repanier/go_repanier/" class="btn btn-default">re connecter</a> ou vous rendre à la <a href="/" class="btn btn-default">page d'accueil</a>.

source: You are now logged in as a customer.
fr: Vous être maintenant connecté/e en tant que consommateur/trice.

source: Do you want to become:
fr: Voulez-vous devenir ? :

source: Username
fr: Login

source: Password
fr: Mot de passe

source: Continue as a customer.
fr: Continuer en tant que consommateur/trice

source: Password reset
fr: Nouveau mot de passe

source: Change password
fr: Modifier le mot de passe

source: Log out
fr: Déconnexion

source: Password change
fr: Modification du mot de passe

source: Your password was changed.
fr: Votre mot de passe a été modifié.

source: Please correct the error below.
fr: Corrigez l'erreur suivante.

source: Please correct the errors below.
fr: Corrigez les erreurs ci-dessous.

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
fr: Pour des raisons de sécurité, saisissez votre ancien mot de passe puis votre "nouveau mot de passe à deux reprises afin de vérifier qu'il est correctement saisi.

source: Old password
fr: Ancien mot de passe

source: New password
fr: Nouveau mot de passe

source: Password (again)
fr: Nouveau mot de passe (une seconde fois)

source: Change my password
fr: Modifier mon mot de passe

source: Your password has been set. You may go ahead and log in now.
fr: Votre mot de passe a été défini. Vous pouvez maintenant vous authentifier.

source: Log in
fr: Connexion

source: Please enter your new password twice so we can verify you typed it in correctly.
fr: Saisissez deux fois votre nouveau mot de passe afin de vérifier qu'il est correctement saisi.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fr: Le lien de mise à jour du mot de passe n'était pas valide, probablement en raison de sa précédente utilisation. Veuillez renouveler votre demande de mise à jour de mot de passe.

source: We've emailed you instructions for setting your password. You should be receiving them shortly.
fr: Nous vous avons envoyé par ✉ les instructions pour changer de mot de passe, pour autant qu'un compte existe avec l'adresse que vous avez indiquée. Vous devriez recevoir rapidement ce message.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
fr: Si vous ne recevez pas de message, vérifiez que vous avez saisi l'adresse ✉ avec laquelle vous vous êtes enregistré et contrôlez votre dossier de pourriels.

source: You're receiving this email because you have reseted the password of your user account at %(site_name)s.
fr: Le mot de passe de votre compte sur %(site_name)s vient d'être réinitialisé.

source: Thanks for using our site!
fr: Merci d'utiliser notre site !

source: The %(site_name)s team
fr: L'équipe %(site_name)s

source: Password reset on %(site_name)s
fr: Réinitialisation du mot de passe sur %(site_name)s

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
fr: Vous recevez ce message en réponse à votre demande de réinitialisation du mot de passe de votre compte sur %(site_name)s.

source: Please go to the following page and choose a new password:
fr: Veuillez vous rendre sur cette page et choisir un nouveau mot de passe :

source: Your username, in case you've forgotten:
fr: Votre nom d'utilisateur, en cas d'oubli :

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
fr: Mot de passe perdu ? Saisissez votre adresse électronique ci-dessous et nous vous enverrons les instructions pour en créer un nouveau.

source: Email address:
fr: Adresse électronique :

source: Reset my password
fr: Réinitialiser mon mot de passe

source: Unsubscribe
fr: Se désinscrire

source: Your unsubscription is registered. You can go right now on the <a href="/repanier/go_repanier/" class="btn btn-info">login page</a> or on the <a href="/" class="btn btn-info">home page</a>.
fr: Vous ne recevrez plus de mail non sollicité provenant de ce site. Vous pouvez vous <a href="/repanier/go_repanier/" class="btn btn-default">re connecter</a> ou vous rendre à la <a href="/" class="btn btn-default">page d'accueil</a>.

source: The mail has been send
fr: Le ✉ a été envoyé

source: Send email
fr: Envoyer le ✉

source: No permanence found
fr: Les inscriptions au tableau des permanenciers ne sont pas ouvertes

source: Page
fr: Écran

source: If you want to show information about you, then
fr: Si vous souhaitez montrer des informations à propos de vous, alors veuillez

source: update your profil
fr: mettre votre profil à jour

source: As a coordinator you see all information of group members.
fr: Vous avez accès aux informations de tous les membres actifs car vous êtes coordinateur/trice.

source: Piece weight in kg
fr: Poids d'une pièce (en kg)

source: Piece content in l
fr: Contenu d'une pièce (en ℓ)

source: Number of pieces in a pack
fr: Nombre de pièces dans un pack

source: Average weight in kg of a piece
fr: Poids moyen (en kg) d'une pièce

source: Producer price for one piece
fr: Tarif du producteur pour 1 pièce

source: Customer price for one piece
fr: Prix de vente consommateur pour 1 pièce

source: Customer minimum piece order quantity
fr: Quantité minimale de commande exprimée en nombre de pièce(s)

source: Producer price for one pack
fr: Tarif du producteur pour 1 pack

source: Customer price for one pack
fr: Prix de vente consommateur pour 1 pack

source: Customer minimum pack order quantity
fr: Quantité minimale de commande exprimée en nombre de pack(s)

source: Producer price for one kg
fr: Tarif du producteur pour 1 kg

source: Customer price for one kg
fr: Prix de vente consommateur pour 1 kg

source: Customer minimum kg order quantity
fr: Quantité minimale de commande exprimée en kg (0,05 = 50 grammes)

source: Producer price for one l
fr: Tarif du producteur pour 1 ℓ

source: Customer price for one l
fr: Prix de vente consommateur pour 1 ℓ

source: Customer minimum l order quantity
fr: Quantité minimale de commande exprimée en ℓ (0,75 = 75 cℓ)

source: Producer price for one deposit
fr: Prix de la consigne

source: Producer price for one transportation
fr: Prix facturé pour chaque livraison

source: Producer price for one subscription
fr: Montant d'une souscription

source: By multiple of
fr: Conditionné par

source: l(s)
fr: ℓ(s)

source: Welkom
fr: Bienvenue

source: Send mail to coordinators
fr: ✉ à l'équipe de gestion

source: Send mail to all members
fr: ✉ à l'ensemble des membres

source: Who's who
fr: Qui est qui

source: My profile
fr: Mon profil

source: My balance : <font color="red">%(balance)s</font> at %(date)s
fr: Mon solde : <font color="red">%(balance)s</font> au %(date)s

source: My balance : <font color="green">%(balance)s</font> at %(date)s
fr: Mon solde : <font color="green">%(balance)s</font> au %(date)s

source: My balance
fr: Mon solde

source: Test from Repanier
fr: Test de Repanier

source: The mail is correctly configured on your Repanier website
fr: Les paramètres mails sont correctement configuré sur votre site Repanier.

source: This email will be sent to the following tester(s) : {}.
fr: Les mails générés par Repanier sont uniquement envoyés aux testeurs de l'équipe de gestion qui sont : {}.

source: This email will be sent to the staff.
fr: Cet ✉ sera envoyé à tous les membres de l'équipe de gestion.

source: This email will be sent to the preparation team and the staff.
fr: Cet ✉ sera envoyé à tous les membres de l'équipe de préparation et de l'équipe de gestion.

source: This email will be sent to customers or producers depending of the case.
fr: Ce ✉ sera envoyé aux consommateurs ou aux producteurs selon le cas.

source: / pieces
fr: / pièces

source: Piece(s) :
fr: Pièce(s) :

source: {} or kg :
fr: {} ou kg :

source: L :
fr: ℓ :

source: piece
fr: pièce

source: pieces
fr: pièces

source: Invoices for this delivery point are sent to %(name)s who is responsible for collecting the payments.
fr: Vos factures pour ce point de livraison sont envoyées à %(name)s qui se charge de centraliser les paiements.

source: Your account balance is sufficient
fr: Le solde de votre compte est suffisant

source: Sold out
fr: Épuisé

source: Closed
fr: Clôturé

source: You can increase the order quantities as long as the orders are open for your delivery point.
fr: Vous pouvez ajouter des produits et augmenter quantités commandés aussi longtemps que les commandes sont ouvertes pour votre point de livraison.

source: You can change the order quantities as long as the orders are open for your delivery point.
fr: Vous pouvez modifier les produits et quantités commandés aussi longtemps que les commandes sont ouvertes pour votre point de livraison.

source: You can change the order quantities as long as the orders are open.
fr: Vous pouvez modifier les produits et quantités commandés aussi longtemps que les commandes sont ouvertes.

source: The orders are closed for your delivery point.
fr: Les commandes sont clôturées pour votre point de livraison.

source: The orders are closed.
fr: Les commandes sont clôturées.

source: Anonymous
fr: Anonyme

source: Validation code
fr: Code de validation

source: Tax
fr: Taxe

source: Logged out
fr: Déconnecté

source: My name is
fr: Je m'appelle

source: My main email address, used to reset the password and connect to the site
fr: Mon adresse mail principale, utilisée pour réinitialiser le mot de passe et se connecter au site

source: My secondary email address (does not allow to connect to the site)
fr: Mon adresse mail secondaire (ne permet pas de se connecter sur le site)

source: My main phone number
fr: Mon numéro de téléphone principal

source: My secondary phone number
fr: Mon numéro de téléphone secondaire

source: My city
fr: Ma localité

source: My address
fr: Mon adresse

source: My picture
fr: Ma photo

source: I agree to show my email addresses in the "who's who"
fr: J'acceptes de montrer mes adresses mail dans le "qui est qui"

source: I agree to show my phone numbers in the "who's who"
fr: J'accepte de montrer mes numéros de téléphone dans le "qui est qui"

source: I agree to receive unsolicited mails from this site
fr: J'accepte de recevoir de mails non sollicités provenant de ce site

source: Family zero waste
fr: Famille zéro déchet

source: Recipient(s)
fr: Destinataire(s)

source: All members who agree to receive unsolicited mails from this site
fr: Tous les membres qui acceptent de recevoir de mails non sollicités provenant de ce site

source: My email address
fr: Mon adresse mail

source: Subject
fr: Sujet

source: This message will only be sent to the member(s) of the management team that you select below:
fr: Ce message ne sera envoyé qu'au(x) membre(s) de l'équipe de gestion que vous sélectionnez ci-dessous :

source: Data validation
fr: Validation

source: Error when importing {} : Content not valid
fr: Erreur à l'importation de {} : Contenu non valide.

source: Error when importing %(file_name)s : %(error_msg)s
fr: Erreur à l'importation de %(file_name)s : %(error_msg)s

source: Successfully imported {}.
fr: Fichier {} importé avec succès.

source: Error when importing {} : File size must be <= 1 Mb and extension must be .xlsx
fr: Erreur à l'importation de {} : La taille du fichier doit être <= 1 Mb et son extension doit être .xlsx

source: No file to import.
fr: Pas de fichier à importer.

source: Dashboard
fr: Tableau de bord

source: Name
fr: Nom

source: Balance before
fr: Solde précédent

source: Prepared
fr: Préparé

source: Balance after
fr: Solde final

source: Basket
fr: Panier

source: Quantity
fr: Quantité

source: Unit
fr: Unité

source: Empty
fr: Tableau vide

source: Selling price
fr: Prix de vente

source: Wrapped
fr: Emballé

source: Total Price
fr: Prix total

source: Row %(row_num)d : No valid customer
fr: Ligne %(row_num)d : Le consommateur renseigné n'existe pas dans la base de données.

source: Row %(row_num)d : A required column is missing %(error_msg)s.
fr: Ligne %(row_num)d : Une colonne requise est absente du fichier %(error_msg)s.

source: Row %(row_num)d : %(error_msg)s.
fr: Ligne %(row_num)d : %(error_msg)s.

source: Nothing to import.
fr: Rien à importer.

source: A producer must be given.
fr: Un producteur doit être renseigné.

source: Permanences dates
fr: Dates des permanences

source: Flexible permanences dates
fr: Dates flexibles des permanences

source: Yes
fr: Oui

source: No
fr: Non

source: Total with vat
fr: Total avec TVA

source: /!\ This order isn't confirmed
fr: ⚠ Cette commande n'est pas confirmée

source: Permanence Board Member List
fr: Permanenciers/cières

source: Staff Member List
fr: Equipe de gestion

source: Minimum order amount not reached
fr: Montant minimum de commande non atteint

source: Label
fr: Etiquette

source: OfferItem
fr: Produit proposé

source: Placement
fr: Emplacement

source: To distribute
fr: À répartir

source: Preparation
fr: Préparation

source: by product
fr: par produit

source: Wo tax
fr: HTVA

source: by basket
fr: duplicata, par panier

source: Deposits
fr: Consignes

source: Customer check
fr: Contrôle des paniers

source: Producer prices list
fr: Prix tarif producteur

source: Customer prices list
fr: Prix tarif consommateur

source: Rule of 3
fr: Règle de 3

source: Row %(row_num)d : No purchase id given.
fr: Ligne %(row_num)d : Pas d'Id donné.

source: Row %(row_num)d : No purchase corresponding to the given purchase id.
fr: Ligne %(row_num)d : Pas d'achat trouvé correspondant à l'Id donné.

source: Row %(row_num)d : The given permanence doesn't own the given purchase id.
fr: Ligne %(row_num)d : L'achat donné ne fait pas partie de la permanence donnée.

source: Row %(row_num)d : No offer_item corresponding to the given purchase id.
fr: Ligne %(row_num)d : Pas de produit en offre correspondant à l'achat.

source: Row %(row_num)d : No valid producer.
fr: Ligne %(row_num)d : Producteur non reconnu.

source: Row %(row_num)d : Rule of 3 target in wrong context.
fr: Ligne %(row_num)d : Règle de trois dans un contexte inapproprié.
